Repository: Tencent-RTC/TUIKit_iOS
Catalog: application/privacy/Resource/PrivacyLocalized.xcstrings
Source language: en
Languages: ja, zh_hans

# privacy_title
source: Privacy
ja: プライバシー
zh_hans: 隐私

# privacy_personal_auth
source: My Information & Authorizations
ja: 個人情報と権限
zh_hans: 个人信息与权限

# privacy_data_collection
source: Personal Information
ja: 個人情報の確認
zh_hans: 个人信息查看

# privacy_data_collection_list
source: Personal Information Collected
ja: 個人情報収集一覧
zh_hans: 个人信息收集清单

# privacy_third_share
source: Information Shared with Third Parties
ja: 第三者情報共有一覧
zh_hans: 第三方信息共享清单

source: Privacy Policy Summary
ja: プライバシーポリシー概要
zh_hans: 隐私政策摘要

# privacy_agreement
source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私保护指引

# privacy_user_agreement
source: Terms of Use
ja: 利用規約
zh_hans: 用户协议

# privacy_system_auth
source: System Permissions
ja: システム権限
zh_hans: 系统权限

# privacy_personal_info
source: My Information
ja: 個人情報
zh_hans: 个人信息

# privacy_camera
source: Camera
ja: カメラ
zh_hans: 相机

# privacy_microphone
source: Microphone
ja: マイク
zh_hans: 麦克风

# privacy_avatar
source: Profile Photo
ja: プロフィール画像
zh_hans: 头像

# privacy_beauty
source: Beauty
ja: 美顔
zh_hans: 美颜

# privacy_allow
source: Allow
ja: 許可
zh_hans: 允许

# privacy_deny
source: Deny
ja: 拒否
zh_hans: 拒绝

# privacy_name
source: Name
ja: ニックネーム
zh_hans: 昵称

# privacy_phone
source: Phone
ja: 電話番号
zh_hans: 手机号

# privacy_email
source: Email
ja: メール
zh_hans: 邮箱

# privacy_system_setting
source: Go to System Settings
ja: システム設定へ移動
zh_hans: 前往系统设置

# privacy_none
source: None
ja: 未設定
zh_hans: 未设置

# privacy_tip_copy
source: Copied
ja: コピーしました
zh_hans: 复制成功

# privacy_manage
source: Manage xxx access
ja: xxxの権限を管理
zh_hans: 管理xxx权限

# privacy_desc
source: You can check xxx's collection of your personal information.
ja: xxxによる個人情報の収集状況を確認できます。
zh_hans: 你可以查阅xxx对你的个人信息的收集情况。

# privacy_beauty_face_request
source: When you use the tencent effect beautification function, we will perform real-time intelligent recognition of the facial pixel information captured by your camera or pictures you selected from media store. During this process, we will collect your facial pixel information in real-time to provide you with better beautification effects. We will not store or associate your facial pixel information in any form. This information is sensitive personal information, so please provide it with caution. If you do not authorize it, you will not be able to use this function. After authorization, you can disable this function in privacy settings at any time.
ja: 美顔エフェクト機能をご利用の際、カメラでリアルタイムに撮影された顔のピクセル情報をリアルタイムで認識し、より良い美顔効果を提供するために収集します。顔のピクセル情報をいかなる形式でも保存・関連付けすることはありません。これは機密個人情報です。ご提供は慎重にお願いします。許可されない場合、本機能はご利用いただけません。いつでもプライバシー設定で無効にできます。
zh_hans: 在您使用特效美颜相关功能时，我们会对您实时拍摄或主动上传的面部像素信息进行实时智能识别，这个过程中会实时收集您的面部像素信息，以为您提供更好的美化效果，我们不会以任何形式存储或关联您的面部像素信息。该信息为敏感个人信息,请谨慎提供。如您不授权，将无法使用此功能;您也可以随时在隐私中禁用此功能。

# privacy_terms_of_service
source: Terms of Service
ja: サービス利用規約
zh_hans: 服务条款

# privacy_apns
source: Notification
ja: 通知
zh_hans: 通知

# privacy_photos
source: Photos
ja: 写真
zh_hans: 相册

# privacy_unauthorized
source: Unauthorized
ja: 未許可
zh_hans: 未授权

# privacy_report_title
source: Report
ja: 通報
zh_hans: 举报

# privacy_report_type_title
source: Report Type
ja: 通報種別
zh_hans: 举报类型

# privacy_report_type_politics
source: Sensitive
ja: センシティブ
zh_hans: 政治敏感

# privacy_report_type_porn
source: Pornography
ja: わいせつ
zh_hans: 低俗色情

# privacy_report_type_personal_attacks
source: Abuse
ja: 誹謗中傷
zh_hans: 攻击辱骂

# privacy_report_type_violence
source: Bloody
ja: 暴力的コンテンツ
zh_hans: 血腥暴力

# privacy_report_type_ad
source: Advertise
ja: 不正広告
zh_hans: 不良广告

# privacy_report_type_scam
source: Scam
ja: 詐欺の疑い
zh_hans: 涉嫌诈骗

# privacy_report_type_illegal
source: Illegal
ja: 違法情報
zh_hans: 违法信息

# privacy_report_type_other
source: Other
ja: その他の違反
zh_hans: 其他违规

# privacy_report_description
source: Report Description
ja: 状況の説明
zh_hans: 情况描述

# privacy_report_description_placeholder
source: Please describe your report
ja: 通報内容を記述してください
zh_hans: 请描述您的举报内容

# privacy_report_submit
source: Submit
ja: 送信
zh_hans: 提交

# privacy_report_submit_success
source: Submitted successfully
ja: 送信しました
zh_hans: 提交成功
